// localized port names

"ether"                   = "以太网";
"multiether"              = "以太网 %@";
"pci-ether"               = "PCI 以太网插槽 %@";
"pci-multiether"          = "PCI 以太网插槽 %@，端口 %@";
"usb-ether"               = "USB 以太网 (%@)";
"generic-ether"           = "以太网适配器（%@）";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "无线网络适配器 (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire 插槽 %@";
"pci-multifirewire"       = "PCI FireWire 插槽 %@，端口 %@";
"generic-firewire"        = "以太网适配器（%@）";

"bluetooth"               = "蓝牙 DUN";
"bluetooth-modem"         = "USB 蓝牙调制解调器适配器";
"bluetooth-modem-port"    = "蓝牙调制解调器端口";
"generic-bluetooth-modem" = "蓝牙调制解调器（%@）";

"bluetooth-pan"           = "蓝牙 PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA 调制解调器适配器";
"irda-ircomm-port"        = "IrDA 调制解调器端口";

"loopback"                = "回环";

"modem"                   = "内置调制解调器";

"modem-port"              = "调制解调器端口";
"modem-printer-port"      = "调制解调器/打印机端口";

"printer-port"            = "打印机端口";
"serial-port"             = "串行端口";

"usbmodem"                = "USB 调制解调器"; 
"generic-usbmodem"        = "USB 调制解调器 (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "以太网捆绑 (%@)";

"bridge"                  = "网桥 (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "外部调制解调器";

"USB Ethernet"            = "USB 以太网";
"USB Gigabit Ethernet"    = "USB 千兆位以太网";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "内建以太网";
"X-multiether"            = "内建以太网“%@”";
"X-firewire"              = "内建 FireWire";
"X-bluetooth"             = "蓝牙";
"X-iPhone"                = "iPhone";
